export default [
  {
    topic: "俺はGandom(我就是高达)这句话是谁说的？",
    options: ["刹那·F·清英", "基拉·大和", "希罗·尤尔", "巴纳吉·林克斯"],
    answer: "刹那·F·清英",
  },
  {
    topic: "灼眼的夏娜中女主角的刀名字叫？",
    options: ["妖刀心渡", "闪烁之光", "洞爷湖", "贽殿遮那"],
    answer: "贽殿遮那",
  },
  {
    topic: "《摇曳百合》中京子喜爱的冰淇淋口味是什么？",
    options: ["朗姆酒葡萄干", "提拉米苏黑莓", "覆盆子柠檬", "焦糖巧克力"],
    answer: "朗姆酒葡萄干",
  },
  {
    topic: "命运石之门男主角的网名是",
    options: ["约翰·提托", "凤凰院凶真", "栗悟饭和龟派气功", "凤凰院胸针"],
    answer: "凤凰院凶真",
  },
  {
    topic: "以下哪部游戏中没出现东风谷早苗？",
    options: ["东方绯想天则", "东方地灵殿", "东方神灵庙", "东方风神录"],
    answer: "东方神灵庙",
  },
  {
    topic: "《CLANNAD》中的冈崎朋也的配音是谁？",
    options: ["中村悠一", "中村悠", "肉村悠一", "肉村悠一郎"],
    answer: "中村悠一",
  },
  {
    topic: "《火影忍者》中的第五代火影是谁？",
    options: ["漩涡鸣人", "旗木卡卡西", "宇智波佐助", "千手纲手"],
    answer: "千手纲手",
  },
  {
    topic: "桂木桂马的协助者是谁？",
    options: [
      "艾露西·琉妮",
      "白娅·杜·罗德·赫尔梅尼姆",
      "诺拉·芙萝莉安·蕾欧莉亚",
    ],
    answer: "艾露西·琉妮",
  },
  {
    topic: "杀手47的后脑勺上有什么",
    options: ["条形码", "发髻", "当然是头发", "龙纹"],
    answer: "条形码",
  },
  {
    topic: "psycho pass里最美警花是谁？",
    options: ["六合冢弥生", "常守朱", "宜野座伸元", "唐之杜志恩"],
    answer: "宜野座伸元",
  },
  {
    topic: "《数码兽大冒险》中第八位被选召的孩子是？",
    options: ["武之内素娜/武之内空", "城户丈 泉光子郎", "八神光/八神嘉儿"],
    answer: "八神光/八神嘉儿",
  },
  {
    topic: "雾雨魔理沙的口癖是？",
    options: ["DA☆ZE", "咪啪", "death", "姆Q~"],
    answer: "DA☆ZE",
  },
  {
    topic: "切丝papa的生日在几月几日？",
    options: ["11月11日", "2月14日", "4月1日", "12月21日"],
    answer: "11月11日",
  },
  {
    topic: "为动画《魔法少女小圆》中佐仓杏子一角配音的声优是？",
    options: ["斋藤千和", "喜多村英梨", "野中蓝", "悠木碧"],
    answer: "野中蓝",
  },
  {
    topic: "月有阴晴圆缺，用科学的观点看待这件事，原因是？",
    options: [
      "地球绕月球转动偏角不同",
      "地球绕太阳转动，月球绕地球转动，两者转速不一样，出现偏角，使地球掩住了月球的一部分",
      "人有悲欢离合 太阳光照射不均匀",
    ],
    answer:
      "地球绕太阳转动，月球绕地球转动，两者转速不一样，出现偏角，使地球掩住了月球的一部分",
  },
  {
    topic: "《我的朋友很少》中，井上麻里奈为哪个角色配音？",
    options: ["三日月太空", "三日月空太", "三日月夜空", "三日月星空"],
    answer: "三日月夜空",
  },
  {
    topic: "游戏《生化危机1》的第一女主角是谁？",
    options: [
      "谢娃·阿洛玛",
      "吉尔·瓦伦蒂安",
      "蕾贝卡·钱伯斯",
      "克莱尔.雷德菲尔德",
    ],
    answer: "吉尔·瓦伦蒂安",
  },
  {
    topic: "18 回转企鹅罐中一共有多少个ED？出了多少个OST",
    options: ["1，6", "10，8", "5，3", "2，1"],
    answer: "10，8",
  },
  {
    topic: "身为纯爷们，绝对从不回头看什么",
    options: ["凡人", "战友", "女神", "爆炸"],
    answer: "爆炸",
  },
  {
    topic: "以下哪一位不是《最终幻想：零式》的CV",
    options: ["丰崎爱生", "林原惠美", "钉宫理惠", "花泽香菜"],
    answer: "钉宫理惠",
  },
  {
    topic: "《大航海时代2》阿兰的特长是什么？",
    options: ["炮术", "剑术", "会计", "测量"],
    answer: "会计",
  },
  {
    topic: "钢之炼金术师FA中角色张梅身边总跟着一只什么动物？",
    options: ["小狗", "熊猫", "小鸟", "小猫"],
    answer: "熊猫",
  },
  {
    topic: "Fate stay night中，士郎击杀Berserker所投影的武器叫？",
    options: ["Excalibur", "Enuma", "Elish Aroundight", "Caliburn"],
    answer: "Caliburn",
  },
  {
    topic: "幽灵行军不是谁的固有结界？",
    options: ["白骑士", "梵·斐姆", "斯菲尔丁", "布拉德"],
    answer: "梵·斐姆",
  },
  {
    topic: "初音未来的音源提供者是哪个声优？",
    options: ["藤田关", "藤田咲", "藤田桑", "藤田笑"],
    answer: "藤田咲",
  },
  {
    topic: "著名电子游戏《上古卷轴》是由哪家公司开发的？",
    options: ["Blizzard", "Bethesda", "Electronic Arts", "Ubisoft"],
    answer: "Bethesda",
  },
  {
    topic: "石蕗惠汰，羽濑川小鹰，须贺京太郎，大路饼藏四人的共同点[不]包括",
    options: [
      "都是男孩子",
      "对百合构成一定的威胁",
      "声优均为1980年之后出生",
      "发色均为黄色",
    ],
    answer: "声优均为1980年之后出生",
  },
  {
    topic: "在Mugen中，最高的人物等级是？",
    options: ["论外", "狂", "神", "凶"],
    answer: "论外",
  },
  {
    topic: "圣斗士星矢的看家技能是？",
    options: ["天马恒星拳", "天马陨石拳", "天马星辰拳", "天马流星拳"],
    answer: "天马流星拳",
  },
  {
    topic: "魔兽世界里的联盟英雄吉安娜是什么职业",
    options: ["武僧", "盗贼", "死亡骑士", "法师"],
    answer: "法师",
  },
  {
    topic: "谁被称为日本动画界的黑泽明？",
    options: ["宫崎骏", "今敏", "宫崎吾朗", "新海诚"],
    answer: "宫崎骏",
  },
  {
    topic: "世界已完蛋来自于哪部作品OP的空耳？",
    options: ["奈亚子", "幸运星", "中二病也要谈恋爱", "日常"],
    answer: "奈亚子",
  },
  {
    topic: "炮姐的最爱是？",
    options: ["贺氏Y太", "哞太", "咩太", "呱太"],
    answer: "呱太",
  },
  {
    topic: "美少女战士的作者是哪位漫画家的夫人？",
    options: ["藤卷忠俊", "高河弓", "富奸", "尾田荣一郎"],
    answer: "富奸",
  },
  {
    topic: "陈坤在微博向大家推荐了哪部动画得到群众热烈反应？",
    options: ["《Boku》", "《Blood-C》", "《Fate/Zero》", "《Code Gease》"],
    answer: "《Fate/Zero》",
  },
  {
    topic: "在FATE STAY NIGHT 中阿尔托莉雅的职介是什么？",
    options: ["SABER", "LANCER", "CASTER", "RIDER"],
    answer: "SABER",
  },
  {
    topic: "正面上我啊是哪个人物的名台词？",
    options: ["高町奈叶", "宫永咲", "御坂美琴", "秋月", "爱莉"],
    answer: "御坂美琴",
  },
  {
    topic:
      "为《星际牛仔》《攻壳机动队》《Macross F》等动画配乐的著名音乐制作人是",
    options: ["新居昭乃", "菅野洋子", "冈崎律子", "梶浦由记"],
    answer: "菅野洋子",
  },
  {
    topic: "⑨指的是东方project中的那个人物？",
    options: ["古明地觉", "蕾米莉亚·斯卡雷特", "博丽灵梦", "琪露诺"],
    answer: "琪露诺",
  },
  {
    topic: "《天降之物》第一集中从天而降的天使名字是？",
    options: ["德玛西亚", "哈雷路亚", "伊洛斯儿", "伊卡洛斯"],
    answer: "伊卡洛斯",
  },
  {
    topic: "路过草从最担心的是哪句话？",
    options: ["妈妈卡", "德玛西亚", "刷特", "一库油"],
    answer: "德玛西亚",
  },
  {
    topic: "《海贼王》中与路飞同行的一位厨师是？",
    options: ["白星", "娜美", "索隆", "香吉士"],
    answer: "香吉士",
  },
  {
    topic: "自古枪兵的幸运值是多少",
    options: ["a", "d", "b", "e"],
    answer: "e",
  },
  {
    topic: "虽然我可爱又迷人，但我会招来__。",
    options: ["疾病", "死亡", "不幸", "快乐"],
    answer: "死亡",
  },
  {
    topic: "key社以下哪一部作品不是由京都动画改编？",
    options: ["AIR Kanon", "CLANNAD", "Little Busters!"],
    answer: "Little Busters!",
  },
  {
    topic: "动漫11区指哪里？",
    options: ["英国", "欧洲", "美国", "日本"],
    answer: "日本",
  },
  {
    topic: "《CLANNAD》中，藤林杏的摩托车是什么颜色的？",
    options: ["白色", "蓝色", "红色", "粉色"],
    answer: "白色",
  },
  {
    topic: "《穷神》中红叶是什么罩杯？",
    options: ["AAA", "A", "B", "AA"],
    answer: "AA",
  },
  {
    topic: "《兽的演奏者艾琳》中的里岚是雄性还是雌性？",
    options: ["雌雄同体", "雄性", "人妖", "雌性"],
    answer: "雌性",
  },
  {
    topic: "东方幻想乡中妖怪之山上守矢神社中的风祝叫什么名字？",
    options: ["人妻苗", "东风谷早苗", "洩矢诹访子", "博丽灵梦"],
    answer: "人妻苗",
  },
  {
    topic: "《电脑线圈》中的沙奇(Search Mutton)，是什么？",
    options: ["病毒驱除程式", "电脑生命体", "机械人", "城市搜寻软件"],
    answer: "病毒驱除程式",
  },
  {
    topic: "雾雨魔理沙在东方神灵庙(TH13)中的称号是？",
    options: [
      "雾雨的魔法使",
      "东洋的西洋魔术师",
      "强欲的魔法使",
      "普通的魔法使",
    ],
    answer: "普通的魔法使",
  },
  {
    topic: "薛定谔的猫是薛定谔的一个著名实验，其不涉及的问题是",
    options: [
      "观测者对实验的影响",
      "势垒穿透",
      "量子的不确定性",
      "量子的叠加态",
    ],
    answer: "势垒穿透",
  },
  {
    topic: "《海贼王》中现任海军元帅的是谁？",
    options: ["斯摩格", "赤犬", "黄猿", "巴兹尔·霍金斯"],
    answer: "赤犬",
  },
  {
    topic: "暴走漫画的男主角一般都叫什么？",
    options: ["马乐碧", "曹妮媚", "王尼玛", "倪达夜"],
    answer: "王尼玛",
  },
  {
    topic: "小鸟游六花的中二属性是什么？",
    options: ["劫之眼", "魔瞳", "邪王真眼", "神眼"],
    answer: "邪王真眼",
  },
  {
    topic: "傅里叶级数是傅里叶在研究哪种物理现象时提出的？",
    options: ["量子力学", "电磁波", "机械振动", "热传导"],
    answer: "热传导",
  },
  {
    topic: "阿姆斯特朗回旋加速喷气式阿姆斯特朗炮的名字出自哪部动漫",
    options: ["《银魂》", "《旋风管家》", "《名侦探柯南》", "《北斗神拳》"],
    answer: "《银魂》",
  },
  {
    topic: "火影忍者中4代火影和主角鸣人是什么关系？",
    options: ["朋友", "兄弟", "父子", "情敌"],
    answer: "父子",
  },
  {
    topic: "dota是哪个游戏的地图？",
    options: ["魔兽世界", "英雄联盟", "魔兽争霸", "星际争霸"],
    answer: "魔兽世界",
  },
  {
    topic: "在《死亡笔记》中，是谁杀死了夜神月？",
    options: ["魅上照", "龙崎(L)", "硫克", "尼亚"],
    answer: "硫克",
  },
  {
    topic: "机战里常说的吉姆王是出自哪一部作品",
    options: ["勇者王", "魔神凯撒", "盖塔机器人", "传说巨神"],
    answer: "传说巨神",
  },
  {
    topic: "《魔笛MAGI》中梶裕貴配音的角色是谁？",
    options: ["阿西巴巴", "卡西巴巴", "咔叽巴巴", "阿里巴巴"],
    answer: "阿里巴巴",
  },
  {
    topic: "兵库北的天气怎么样？",
    options: [
      "雨 20℃ 60%/40%",
      "晴 19℃ 40%/60%",
      "雨 19℃ 60%/40%",
      "雨 19℃ 40%/60%",
    ],
    answer: "雨 19℃ 60%/40%",
  },
  {
    topic: "海尔，这是阿包特 泰姆这句台词出自哪款游戏？",
    options: ["女装山脉", "星际争霸2", "鬼泣：DMC", "火焰纹章：圣魔之光石"],
    answer: "星际争霸2",
  },
  {
    topic: "被成为一生万物、万物归一者的是",
    options: ["Shub-Niggurath", "Yog-Sothoth", "Azathoth", "Nyarlathotep"],
    answer: "Yog-Sothoth",
  },
  {
    topic: "《旋风管家》中的女主角三千院凪的身高是？(直接输入阿拉伯数字)",
    options: ["140", "141", "139", "138"],
    answer: "138",
  },
  {
    topic: "银河英雄传说中男主角杨威利是如何死亡的",
    options: ["被迫自杀", "地球刺客刺杀", "寿终正寝", "被莱因哈特击杀"],
    answer: "地球刺客刺杀",
  },
  {
    topic: "动漫(雪之少女)泽渡真琴，的口头禅是什么",
    options: ["啊唔", "啊呀", "啊呜", "啊哦"],
    answer: "啊呜",
  },
  {
    topic: "《魔法少女小圆》的编剧(脚本)是谁？",
    options: ["龙骑士07", "麻枝准", "虚渊玄", "奈须蘑菇"],
    answer: "虚渊玄",
  },
  {
    topic: "下列哪个角色不是关智一配音的？",
    options: ["木之本桃矢", "白滨兼一", "高桥启介", "基拉大和"],
    answer: "基拉大和",
  },
  {
    topic: "是谁提出感应电流的磁场总是要阻碍引起感应电流的磁通量的变化？",
    options: ["牛顿", "法拉第", "楞次", "安培"],
    answer: "楞次",
  },
  {
    topic: "动漫《火影忍者》中，宇智波佐助所拥有的瞳术的名字是？",
    options: ["光盘眼", "白眼", "轮回眼", "写轮眼"],
    answer: "写轮眼",
  },
  {
    topic: "《轻音少女》动画中，活动室里养的动物是？",
    options: ["兔子", "鹦鹉", "猫", "龟"],
    answer: "龟",
  },
  {
    topic: "灼眼的夏娜中夏娜所带的项链中红世之徒的名字是",
    options: ["亚雷斯塔", "亚拉斯托尔", "艾因兹贝伦", "爱丽斯菲尔"],
    answer: "亚拉斯托尔",
  },
  {
    topic: "国产动画片《魁拔》中，魁拔的重生时间是",
    options: ["666年", "444年", "555年", "333年"],
    answer: "333年",
  },
  {
    topic: "某万事屋老板的名字是？",
    options: ["坂田金时", "坂田甜食", "坂田银时", "坂田零食"],
    answer: "坂田银时",
  },
  {
    topic: "《某科学超电磁炮》中 御坂美琴的硬币大约能打多少米？",
    options: ["60米", "40米", "70米", "50米"],
    answer: "50米",
  },
  {
    topic: "以下哪个动漫人物被作为我朝四代隐形战机的爱称？",
    options: ["阎魔爱", "蓬莱山辉夜", "谏山黄泉", "秋山澪"],
    answer: "秋山澪",
  },
  {
    topic: "EVA新剧场版中真希波玛丽眼镜镜框的颜色是",
    options: ["紫色", "白色", "蓝色", "红色"],
    answer: "红色",
  },
  {
    topic: "世界第一公主殿下是谁",
    options: ["巡音", "初音", "镜音铃", "lily"],
    answer: "初音",
  },
  {
    topic: "哔哩哔哩是什么类型的网站？",
    options: ["里番视频", "哲♂学♂研♂究", "弹幕视频", "有关部门"],
    answer: "弹幕视频",
  },
  {
    topic: "2012年日萌萌王是谁",
    options: ["巴麻美", "园城寺怜", "逢坂大河", "夏娜"],
    answer: "园城寺怜",
  },
  {
    topic: "《穿越火线》由国内哪家公司代理运营？",
    options: ["网易", "完美", "腾讯", "九城"],
    answer: "腾讯",
  },
  {
    topic: "下列各项不属于电脑操作系统的是",
    options: ["S60", "XP", "DOS", "UNIX"],
    answer: "S60",
  },
  {
    topic: "国际标准化组织ISO制定的OSI模型中，路由器工作在哪一层？",
    options: ["传输层", "网络层", "应用层", "数据链路层"],
    answer: "网络层",
  },
  {
    topic: "下列谁没有担任《机动战士高达V》的机设？",
    options: ["安彦良和", "KATOKI", "石垣纯哉", "大河原邦男"],
    answer: "安彦良和",
  },
  {
    topic: "mugen人物实力一共有几个级别？",
    options: ["6个", "8个", "5个", "7个"],
    answer: "7个",
  },
  {
    topic: "由Nintendo公司发售的8位游戏机的名称缩写是什么？",
    options: ["选项：", "FC", "XBOX", "PS3", "PSP"],
    answer: "FC",
  },
  {
    topic: "()，你一定不懂吧。括号里的名字是？",
    options: ["当麻", "士郎", "秀吉", "心叶"],
    answer: "心叶",
  },
  {
    topic: "团长的名字是",
    options: ["须川亮", "千反田爱瑠", "凉宫春日", "库洛洛·鲁西鲁"],
    answer: "凉宫春日",
  },
  {
    topic: "空之境界中与阴性人格式相反的阳性人格是？",
    options: ["枳", "织", "职", "识"],
    answer: "织",
  },
  {
    topic: "东方project中不死组指的是那对CP",
    options: ["辉夜x永琳", "妹红X慧音", "永琳X慧音", "妹红X辉夜"],
    answer: "妹红X辉夜",
  },
  {
    topic: "以下哪个动画出现过《世界奇妙物语》的主题曲？",
    options: ["幻想嘉年华", "银魂", "幸运星", "化物语"],
    answer: "银魂",
  },
  {
    topic: "下列哪一部动画不是新房昭之监督的作品？",
    options: ["夏目友人帐", "刀语", "荒川爆笑团", "化物语"],
    answer: "刀语",
  },
  {
    topic: "以下哪部动画的配乐不是菅野洋子负责制作的？",
    options: ["混沌武士", "星际牛仔", "坂道上的阿波罗", "东京残响"],
    answer: "混沌武士",
  },
  {
    topic: "能天使高达的原型机是哪台？",
    options: ["正义女神", "能天使R2", "正义女神F型", "0高达"],
    answer: "正义女神",
  },
  {
    topic: "金馆长在倒计时多少秒时赢下了比赛？",
    options: ["9秒", "6秒", "15秒", "12秒"],
    answer: "12秒",
  },
  {
    topic: "虐杀原形子弹俯冲需要多少技能点？",
    options: ["1500", "15", "150000", "1500000"],
    answer: "1500000",
  },
  {
    topic: "喜欢西洋人偶称他们是超越时代魅惑少女的艺术品的是谁？",
    options: ["御坂美琴", "婚后光子", "百合城银子", "亚丝娜"],
    answer: "婚后光子",
  },
  {
    topic: "以下哪一部不是机动战士高达系列的动画作品？",
    options: [
      "机动战士Z高达",
      "机动战士高达D",
      "新机动战记高达W",
      "机动战士V高达",
    ],
    answer: "机动战士高达D",
  },
  {
    topic: "b站鬼畜区建立于？",
    options: ["2012年", "2013年", "2014年", "2010年"],
    answer: "2014年",
  },
  {
    topic: "b站高级弹幕最大的字号是？",
    options: ["60", "80", "30", "100"],
    answer: "100",
  },
  {
    topic: "b站单条高级弹幕最长生存时间是？",
    options: ["10秒", "3秒", "5秒", "8秒"],
    answer: "5秒",
  },
  {
    topic: "上古卷轴5中哪种龙爪是存在的？",
    options: ["水晶龙爪", "白银龙爪", "奥杜因龙爪", "象牙龙爪"],
    answer: "象牙龙爪",
  },
  {
    topic: "谁罪大滔天，搞到百姓怨声载道？",
    options: ["索尼", "新力"],
    answer: "索尼",
  },
  {
    topic: "12年TV年度销量霸权是？",
    options: ["化物语", "伪物语", "倾物语", "猫物语"],
    answer: "伪物语",
  },
  {
    topic: "以下哪项不是虚渊玄的作品？",
    options: ["魔法少女小圆", "心理测量者", "ALDNOAH", "Fate Stay Night"],
    answer: "Fate Stay Night",
  },
  {
    topic: "老虚的全名叫什么？",
    options: ["和田周", "爱的战士", "阿虚", "虚渊玄"],
    answer: "虚渊玄",
  },
  {
    topic: "哪部动画片的男主角不知道全名？",
    options: ["魔法禁书目录", "凉宫春日的忧郁", "从零开始的异世界", "鬼灭之刃"],
    answer: "凉宫春日的忧郁",
  },
  {
    topic: "Key社有大魔王之称的脚本作家是谁？",
    options: ["麻枝准", "奈须蘑菇 ", "虚渊玄 ", "丸户史明"],
    answer: "麻枝准",
  },
  {
    topic: "以下哪部作品和《传说中的勇者传说》是同一个作者？",
    options: [
      "曾几何时天魔的黑兔",
      "大神和她的七位伙伴",
      "冰与火之歌",
      "境界线上的地平线",
    ],
    answer: "曾几何时天魔的黑兔",
  },
  {
    topic: "夜阑卧听风吹雨，铁马冰河入梦来是谁的诗句？",
    options: ["李贺", "王昌龄", "辛弃疾", "陆游"],
    answer: "陆游",
  },
  {
    topic: "魔法少女小圆的导演是谁？",
    options: ["鹿目圆", "巴麻美", "新房昭之", "晓美焰"],
    answer: "新房昭之",
  },
  {
    topic: "我国唯一一个具有五种地形的省区是哪里？",
    options: ["江西", "四川", "云南", "贵州"],
    answer: "四川",
  },
  {
    topic: "珍珠港事件后 美国航母集群什么轰炸机？",
    options: [
      "B-25「米切尔」",
      "B-24「解放者」",
      "B-29「超级堡垒」",
      "B-17「空中堡垒」",
    ],
    answer: "B-25「米切尔」",
  },
  {
    topic: "动画k-on!的中文名称是什么？",
    options: ["重音", "低音", "高音", "轻音"],
    answer: "轻音",
  },
  {
    topic: "以下哪个是微软的产品？",
    options: ["WiiU", "IPAD", "PS4", "XBOX ONE"],
    answer: "XBOX ONE",
  },
  {
    topic: "宫崎骏唯一获得奥斯卡最佳动画长篇奖项的动画电影是？",
    options: ["千与千寻", "哈尔的移动城堡", "龙猫", "天空之城"],
    answer: "千与千寻",
  },
  {
    topic: "以下哪家不是显卡厂商？",
    options: ["AMD", "NVIDA", "INTEL", "KFC"],
    answer: "KFC",
  },
  {
    topic: "世界上面积最大的岛屿？",
    options: ["冰岛", "格陵兰岛", "马达加斯加岛", "苏门答腊岛"],
    answer: "格陵兰岛",
  },
  {
    topic: "磁带、硬盘和信用卡都利用了什么特性的物质来作储存数据？",
    options: [
      "无磁滞效应的硅材料",
      "高矫顽力的透磁合金",
      "矩形磁滞特性的物质",
      "低磁滞损失的铁磁性物质",
    ],
    answer: "低磁滞损失的铁磁性物质",
  },
  {
    topic: "索尼的第一部游戏主机playstation是在哪一年推出的？",
    options: ["1995年", "1994年", "1997年", "1993年"],
    answer: "1994年",
  },
  {
    topic: "以下哪种视频容器格式可封装的轨道数最多？",
    options: ["mkv", "wmv", "flv", "avi"],
    answer: "mkv",
  },
  {
    topic: "一战中最先使用毒气弹的战役是？",
    options: ["凡尔登战役", "索姆河战役", "日德兰战役", "马恩河战役"],
    answer: "凡尔登战役",
  },
  {
    topic: "Fate Zero第二季中的OP作者是谁？",
    options: ["梶浦由记", "阪木由记", "尾田荣一郎", "真岛浩"],
    answer: "梶浦由记",
  },
  {
    topic: "大美利坚自由独立的第一枪在哪里打响？",
    options: ["葛底斯堡", "莱克星顿", "巴士底狱", "圣地亚哥"],
    answer: "莱克星顿",
  },
  {
    topic: "国际通用的标准音的频率是？",
    options: ["440Hz", "20000Hz", "20Hz", "261Hz"],
    answer: "440Hz",
  },
  {
    topic: "下列哪个不是天启四骑士？",
    options: ["战争", "战神", "死亡", "瘟疫"],
    answer: "战神",
  },
  {
    topic: "战略大作战这部电影当中，主角们做了啥？",
    options: [
      "把了巴顿的妹子",
      "开着谢尔曼抢银行",
      "击沉了战列舰",
      "用地雷搞爆了虎式坦克的菊花",
    ],
    answer: "开着谢尔曼抢银行",
  },
  {
    topic: "美版恐龙战队的绿衣队员叫什么？",
    options: ["汤粉", "汤米", "汤圆", "汤包"],
    answer: "汤米",
  },
  {
    topic: "《新本格魔法少女莉丝佳》中莉丝佳使用什么魔法？",
    options: ["魔炮", "爱", "时间", "空间"],
    answer: "时间",
  },
  {
    topic: "耶稣的的晚宴此绝招出自哪部动漫？",
    options: ["铁拳", "钢铁神兵", "刀剑神域", "铁甲小宝 "],
    answer: "钢铁神兵",
  },
  {
    topic: "《大剑》中史上最强的战士迪妮莎是怎么死的？",
    options: [
      "自杀了",
      "被当时NO2-NO5围剿时所杀",
      "被普莉西拉偷袭所杀",
      "死在深渊者手里",
    ],
    answer: "被普莉西拉偷袭所杀",
  },
  {
    topic: "数码暴龙第一季的主题曲叫什么？",
    options: ["butterfly", "air", "always", "奶油苍蝇"],
    answer: "butterfly",
  },
  {
    topic: "《Code Geass 反叛的鲁路修》中日本被不列颠帝国改称为什么？",
    options: ["EU", "神圣不列颠帝国", "11区", "中华联邦"],
    answer: "11区",
  },
  {
    topic: "创价学会御本尊(4代目)的sm号是多少？",
    options: ["sm999", "sm6999999", "sm666", "sm6999966"],
    answer: "sm6999999",
  },
  {
    topic: "机动战士高达中的牛高型号是？",
    options: [
      "RX-92",
      "RX-91",
      "RX-95",
      "RX-93",
    ],
    answer: "RX-93",
  },
  {
    topic: "以下哪部作品出品时间最早？",
    options: ["天元突破", "新世纪福音战士", "蓝宝石之谜", "飞跃巅峰"],
    answer: "飞跃巅峰",
  },
  {
    topic: "下面哪一位不是《天地无用》系列中的三女神？",
    options: ["津名魅", "魉呼", "访希深", "鹫羽"],
    answer: "魉呼",
  },
  {
    topic: "被称为LOL的游戏是什么？",
    options: ["第一人称射击游戏", "英雄联盟", "CS", "洛奇"],
    answer: "英雄联盟",
  },
  {
    topic: "寒蝉里龙宫礼奈惯用的武器是？",
    options: ["水果刀", "军刀", "柴刀", "菜刀"],
    answer: "柴刀",
  },
  {
    topic: "《东方妖妖梦》Phantasm面BOSS叫什么名字？",
    options: ["八云缘", "八云蓝", "八云橙", "八云紫"],
    answer: "八云紫",
  },
  {
    topic: "宏观经济学中的AS指的是什么？",
    options: ["Aggregate Supply", "～After Story～", "Arm Slave", "Adam Smith"],
    answer: "Aggregate Supply",
  },
  {
    topic: "《魔法少女小圆》中小圆的配音是谁？",
    options: ["悠火碧", "悠木碧", "悠金碧", "悠水碧"],
    answer: "悠木碧",
  },
  {
    topic: "动画《勇者王》里面的GGG正确拼写为？",
    options: ["GaoGeyGar", "GaoGaiGar", "GeyGaiGar", "GaoGaiGey"],
    answer: "GaoGaiGar",
  },
  {
    topic: "《紫音之王》中谁因为幼年受到惊吓而导致失去了声音？",
    options: ["灰原哀", "安冈紫音", "蔷薇水晶", "斋藤步"],
    answer: "安冈紫音",
  },
  {
    topic: "《蔷薇少女》中翠星石的瞳色是？",
    options: ["左蓝右红", "左红右绿", "左绿右红", "左红右蓝"],
    answer: "左绿右红",
  },
  {
    topic: "娶妻当如樱庭葵，生女当如___？",
    options: ["水那方", "泉此方", "水此方", "泉那方"],
    answer: "泉此方",
  },
  {
    topic: "去除掉头和尾巴的马达加斯加蟑螂是什么味道？",
    options: ["鸡肉味，嘎嘣脆", "酸涩发苦", "黏滑汁液多", "又臭又香"],
    answer: "鸡肉味，嘎嘣脆",
  },
  {
    topic: "恶作剧之吻男主角名字是()？",
    options: ["出江直树", "出江弯树", "入江弯树", "入江直树"],
    answer: "入江直树",
  },
  {
    topic: "《北斗神拳》主角健在师兄弟4人中排行第几？",
    options: ["老三", "老四", "老大", "老二"],
    answer: "老三",
  },
  {
    topic: "《哆啦A梦》中多啦A梦是从什么时代来的？",
    options: ["25世纪", "22世纪", "23世纪", "21世纪"],
    answer: "22世纪",
  },
  {
    topic: "《海贼王》的作者是谁？",
    options: ["尾田荣次郎", "尾田荣大郎", "尾田荣三郎", "尾田荣一郎"],
    answer: "尾田荣一郎",
  },
  {
    topic: "《新世纪福音战士》中的凌波丽的配音是谁？",
    options: ["三石琴乃", "岛本须美", "桑岛法子", "林原惠"],
    answer: "林原惠",
  },
  {
    topic: "以下哪一个是完全数？",
    options: ["1024", "128", "728", "496"],
    answer: "496",
  },
  {
    topic: "生前川上伦子没有配过哪部动画的角色？",
    options: [
      "棋魂 进藤光",
      "AIR 神尾观铃",
      "CLANNAD 古河渚",
      "黑之契约者 琥珀",
    ],
    answer: "CLANNAD 古河渚",
  },
  {
    topic: "这个时候只要微笑就可以了这句经典台词出自于那部动画？",
    options: [
      "《School Days》",
      "《高达seed》",
      "《名侦探柯南》",
      "《新世纪福音战士》",
    ],
    answer: "《新世纪福音战士》",
  },
  {
    topic: "《我的朋友很少》中邻人部第一次和宿所吃的晚饭是？",
    options: ["海鲜饭", "寿司", "地狱火锅", "泡饭"],
    answer: "地狱火锅",
  },
  {
    topic: "《to love》中的梨斗的妹妹的配音是谁？",
    options: ["花泽菠菜", "花泽香菜", "花泽大白菜", "花泽芹菜"],
    answer: "花泽香菜",
  },
  {
    topic: "以下哪位角色脸上没有刀疤？",
    options: ["阿鲁卡多", "相良宗介", "绯村剑心", "斯卡"],
    answer: "阿鲁卡多",
  },
  {
    topic: "我的这把刀可是涂满了毒药的毒刃出自于哪部作品？",
    options: ["魔王勇者", "打工吧魔王大人", "世界魔王", "勇士闯魔城"],
    answer: "勇士闯魔城",
  },
  {
    topic: "下列动画作品中，那一部是由京都动画公司制作的？",
    options: ["幸运星", "魔法少女小圆", "灼眼的夏娜", "AngelBeats!"],
    answer: "幸运星",
  },
  {
    topic: "高达鲁姆会战中吉翁一方出动了多少艘姆赛级巡洋舰？",
    options: ["120", "69", "45", "72"],
    answer: "69",
  },
  {
    topic: "《加速世界》男主角是谁？",
    options: ["有田春雪", "荒谷", "黛拓武", "能美征二"],
    answer: "有田春雪",
  },
  {
    topic: "《今天开始做魔王》中，涉谷有利第一次是怎么穿越的？",
    options: [
      "通过公园的石头门进入",
      "被电脑屏幕吸入异界",
      "玩游戏时进入异界",
      "被女厕的抽水马桶冲到异界",
    ],
    answer: "被女厕的抽水马桶冲到异界",
  },
  {
    topic: "在缩写ACG中字母G代表什么？",
    options: ["Gay", "Girls love", "Good Luck", "Game"],
    answer: "Game",
  },
  {
    topic: "在动漫《叛逆的鲁路修》中，C.C.的头发的颜色是？",
    options: ["红色", "粉色", "绿色", "黄色"],
    answer: "绿色",
  },
  {
    topic: "凡能从石台上拔出此剑者，即为英格兰的天命之王。出自哪部动漫？",
    options: ["圣剑锻造师", "大剑", "命运之夜", "青之驱魔师"],
    answer: "命运之夜",
  },
  {
    topic: "以下哪个不是鬼畜全明星成员？",
    options: ["金凯瑞", "金馆长", "梁非凡", "元首"],
    answer: "金凯瑞",
  },
  {
    topic: "钉宫病是指有关哪位声优的病症？",
    options: ["龙崎钉宫", "钉宫理奈", "山本钉宫", "钉宫理惠"],
    answer: "钉宫理惠",
  },
  {
    topic: "晓美焰的声优是？",
    options: ["斋藤千和", "花泽香菜", "野中蓝", "喜多村英梨"],
    answer: "斋藤千和",
  },
  {
    topic: "下列哪个人物与《kiss×sis》中「住之江理香」的配音相同？",
    options: ["佐藤美穗", "笹原名月", "希里爱丽丝", "蕾蒂西亚"],
    answer: "蕾蒂西亚",
  },
  {
    topic: "请问被称为名作之壁的是什么动漫？",
    options: ["Infinite Stratos", "Angel Beats", "化物语", "魔法少女小圆"],
    answer: "Infinite Stratos",
  },
  {
    topic: "《clannad》中藤林杏所养的宠物小野猪的名字是什么？",
    options: ["杜鹃", "芙蓉", "牡丹", "百合"],
    answer: "牡丹",
  },
  {
    topic: "葛平的职业是？",
    options: ["实体蓝猫", "光头代言人", "配音演员", "宇宙战士"],
    answer: "配音演员",
  },
  {
    topic: "农业不发达，必须要有什么？",
    options: ["铁克拉", "铜克拉", "金克拉", "银克拉"],
    answer: "金克拉",
  },
  {
    topic: "阿卡林的原名是？",
    options: ["三上枝織", "三上茜", "赤座燈里", "赤座灯里"],
    answer: "赤座灯里",
  },
  {
    topic: "《十二国记》的作者是谁？",
    options: ["富坚义博", "小野大辅", "小野不由美", "高桥留美子"],
    answer: "小野不由美",
  },
  {
    topic: "《青之驱魔师》是作者是那位？",
    options: ["岸本齐史", "加藤和惠", "久保带人", "藤子·F·不二雄"],
    answer: "加藤和惠",
  },
  {
    topic: "以下哪一部作品的剧本不是虚渊玄？",
    options: ["phantom", "尘骸魔京", "沙耶之歌", "鬼哭街"],
    answer: "尘骸魔京",
  },
  {
    topic: "夏目友人帐中的猫咪老师(斑)被动漫爱好者称呼为？",
    options: ["娘口一一", "娘口三三", "娘口四四", "娘口二二"],
    answer: "娘口三三",
  },
  {
    topic: "钉宫四萌哪个出现的最早？",
    options: [
      "夏娜",
      "逢坂大河",
      "三千院凪",
      "露易丝·法兰西斯·露·布朗·杜·拉·瓦利埃尔",
    ],
    answer: "夏娜",
  },
  {
    topic: "动漫《FATE ZERO》中，Rider的名字是？",
    options: [
      "盖乌斯 尤利乌斯 恺撒",
      "亚历山大·伊斯坎达尔",
      "斯巴达克思",
      "大流士一世",
    ],
    answer: "亚历山大·伊斯坎达尔",
  },
  {
    topic: "官方逼死了谁？",
    options: ["节操", "同人", "桐人", "铜人"],
    answer: "同人",
  },
  {
    topic: "北极熊的毛是什么颜色？",
    options: ["透明", "黑色", "内心的颜色", "白色"],
    answer: "透明",
  },
  {
    topic: "在 1993 年 Windows 95 的测试版中的开发版本号是哪一个？",
    options: ["Chikaco", "Chicago", "Chickao", "Chicken"],
    answer: "Chicago",
  },
  {
    topic: "T-34坦克Mod1939配备的主炮口径多大？",
    options: ["75.5mm", "76mm", "85mm", "76.2mm"],
    answer: "76.2mm",
  },
  {
    topic: "以下哪一部游戏作品不属于Galgame？",
    options: ["缘之空", "刺客信条", "秋之回忆", "Clannad"],
    answer: "刺客信条",
  },
  {
    topic: "动画《神奇宝贝》中基拉祈多少年醒来一次，并且每次醒来只维持多少天？",
    options: ["1000，7", "1000, 9", "1000, 7", "100, 9"],
    answer: "1000，7",
  },
  {
    topic: "烧红镍球放入水中会有什么现象？",
    options: ["会着火", "会爆炸", "有奇妙的声音", "无现象"],
    answer: "有奇妙的声音",
  },
  {
    topic: "《名侦探柯南》中服部平次是哪里人？",
    options: ["北海道", "京都", "大阪", "东京"],
    answer: "大阪",
  },
  {
    topic: "与宫崎骏常年合作的著名音乐家是谁？",
    options: ["浦尾由纪", "菅野洋子", "光宗信吉", "久石让"],
    answer: "久石让",
  },
  {
    topic: "IS中的铃是哪国人？",
    options: ["美国人", "日本人", "德国人", "中国人"],
    answer: "中国人",
  },
  {
    topic: "物语系列中忍野忍所拥有的妖刀名号是？",
    options: ["村雨", "心渡", "罪歌", "村正"],
    answer: "心渡",
  },
  {
    topic: "不要叫我大王，要叫我_______! 空缺处填？",
    options: ["魔王大人", "山新大人", "女王大人", "公主殿下"],
    answer: "女王大人",
  },
  {
    topic: "拼音s的发音是？",
    options: ["双唇不送气清塞音", "唇齿清擦音", "舌尖前清擦音", "舌尖中浊鼻音"],
    answer: "唇齿清擦音",
  },
  {
    topic: "零之使魔中露易丝在托里斯汀所打工的酒馆前身叫什么？",
    options: ["魅惑的妖精亭", "鳗鱼之睡床", "鲤鱼之睡床", "魅惑的妖精酒馆"],
    answer: "鳗鱼之睡床",
  },
  {
    topic: "《龙与虎》中的逢坂大河声优是谁？",
    options: ["竹达彩奈", "小川唯", "钉宫理惠", "花泽香菜"],
    answer: "钉宫理惠",
  },
  {
    topic: "Operation Skuld出自哪部动画？",
    options: ["Robotics Notes", "CLANNAD", "Chaos Head", "Steins Gate"],
    answer: "Chaos Head",
  },
  {
    topic: "FFF团作为一种自发组织的民间团体主要活动形式是？",
    options: [
      "烧死情侣",
      "祝福情侣爱情地久天长",
      "自我反省为何单身",
      "介绍单身男女相亲",
    ],
    answer: "烧死情侣",
  },
  {
    topic: "哪部是key社所谓的秋？",
    options: ["Air", "Clannad", "One", "kanon"],
    answer: "One",
  },
  {
    topic: "以下哪个不是国产游戏？",
    options: ["风色幻想", "幻想水浒传", "空之轨迹", "最终幻想"],
    answer: "空之轨迹",
  },
  {
    topic: "虚渊玄被称为？",
    options: ["微笑武士", "正义伙伴", "怨念法师", "爱的战士"],
    answer: "爱的战士",
  },
  {
    topic: "一部动漫名称，《XXXX的忧郁》，XXXX应为？",
    options: ["热宫冬月", "凉宫秋月", "凉宫春日", "热宫夏日"],
    answer: "凉宫春日",
  },
  {
    topic: "动画《回转企鹅罐》的监督是谁？",
    options: ["新房昭之", "水岛晶二", "山本宽", "几原邦彦"],
    answer: "几原邦彦",
  },
  {
    topic: "《Angel Beast》的女主角是谁？",
    options: ["万人桥爱瑠", "千反田爱瑠", "十华奏", "立华奏"],
    answer: "立华奏",
  },
  {
    topic: "以下谁拥有Geass的能力？",
    options: ["园崎魅音", "兰花李", "鲁鲁修", "琥珀"],
    answer: "鲁鲁修",
  },
  {
    topic: "新日暮中的黑暗势力统领是谁？",
    options: ["gay马凯", "比利海灵顿", "VAN样", "木吉KAZUYA"],
    answer: "VAN样",
  },
  {
    topic: "XX我成为正义的伙伴了吗？",
    options: ["桐人", "诚哥", "切嗣", "真嗣"],
    answer: "切嗣",
  },
  {
    topic: "海猫鸣泣之时的武具是叫什么名字？",
    options: ["捷斯塔姐妹兵", "谢丝塔姐妹兵", "捷丝塔姐妹兵", "谢斯塔姐妹兵"],
    answer: "谢斯塔姐妹兵",
  },
  {
    topic: "key君是谁？",
    options: ["音无结弦", "杉崎健", "国崎往人", "冈崎朋也"],
    answer: "杉崎健",
  },
  {
    topic: "以下哪个地区代表未出现在金克拉广告中？",
    options: ["俄罗斯", "美国", "日本", "非洲"],
    answer: "俄罗斯",
  },
  {
    topic: "以下哪个人不属于ACG界四大人渣？",
    options: ["土见凛", "鸣海孝之", "藤井冬弥", "结城梨斗"],
    answer: "结城梨斗",
  },
  {
    topic: "某部机甲动漫中出现的经典台词是？",
    options: [
      "打完这场战役我就会老家结婚！",
      "都是时辰的错！",
      "我爸爸都没打过我!",
      "你妹啊！",
    ],
    answer: "我爸爸都没打过我!",
  },
  {
    topic: "阿良良木历有几个妹妹？",
    options: ["2个", "1个", "3个", "0个"],
    answer: "2个",
  },
  {
    topic: "金坷垃三人组里的非洲人叫什么名字？",
    options: ["北仙队长", "西仙队长", "南仙队长", "东仙队长"],
    answer: "东仙队长",
  },
  {
    topic: "以下哪部作品没有得过这本轻小说真厉害排行榜的第一？",
    options: ["笨蛋，测验，召唤兽", "狼与香辛料", "戏言系列", "龙与虎"],
    answer: "龙与虎",
  },
  {
    topic: "逢坂大河是哪部作品的主角？",
    options: ["兔与虎", "猫与虎", "龙与虎", "猪与虎"],
    answer: "龙与虎",
  },
  {
    topic: "洛天依的声源是？",
    options: ["钉宫理惠", "仓木麻衣", "花泽香菜", "山新"],
    answer: "山新",
  },
  {
    topic: "《机动战士高达00》中刹那.f.清英的配音是谁？",
    options: ["福山润", "宫野真守", "杉田智和", "神谷浩史"],
    answer: "宫野真守",
  },
  {
    topic: "《Love Live!》中的小泉花阳最喜欢的食物是？",
    options: ["大米粥", "西红柿", "章鱼烧", "白米饭"],
    answer: "白米饭",
  },
  {
    topic: "博丽灵梦所在的神社是什么？",
    options: ["早苗神社", "宇宙基地", "博丽神社", "万事屋银"],
    answer: "博丽神社",
  },
  {
    topic: "日本剑圣宫本武藏自创的武术是什么？",
    options: ["二天一流", "燕返", "中条流", "香取神道流"],
    answer: "二天一流",
  },
  {
    topic: "今天的风儿好喧嚣啊的出处？",
    options: ["男子高中生的日常", "空之境界", "AIR", "中二病也要谈恋爱"],
    answer: "男子高中生的日常",
  },
  {
    topic: "声优喜多村英梨被中国网友戏称为？",
    options: ["酋长", "砂糖", "UMB", "鲶鱼"],
    answer: "酋长",
  },
  {
    topic: "下面哪个角色不是浪川大辅配的？",
    options: ["犬夜叉", "怪盗基德", "鲁路修", "小岛水色"],
    answer: "怪盗基德",
  },
  {
    topic: "《虫之歌》中的狮子堂戌子绰号是？",
    options: ["睡美人", "小猫", "暴食", "小狗"],
    answer: "小狗",
  },
  {
    topic: "回转企鹅罐中一共有多少个ED？出了多少个OST？",
    options: ["1，6", "10，8", "5，3", "2，1"],
    answer: "10，8",
  },
  {
    topic: "高达的英文缩写是？",
    options: ["CEB", "EVE", "CND", "GUNDAM"],
    answer: "GUNDAM",
  },
  {
    topic: "蒙奇题目·D·路飞出自哪个作品？",
    options: ["火影忍者", "海贼王", "进击的巨人", "死神"],
    answer: "海贼王",
  },
  {
    topic: "给我一个支点，我可以撬动地球这句话是谁说的？",
    options: ["欧几里德", "亚历山大", "爱因斯坦", "阿基米德"],
    answer: "阿基米德",
  },
  {
    topic: "《中二病也要谈恋爱》中小鸟游六花的姐姐叫什么名字？",
    options: ["小鸟游一花", "小鸟游七花", "小鸟游十花", "小鸟游五花"],
    answer: "小鸟游十花",
  },
  {
    topic: "《化物语》中战场原黑仪的配音是谁？",
    options: ["斋藤一和", "斋藤千和", "斋藤百合", "斋藤万和"],
    answer: "斋藤千和",
  },
  {
    topic: "《未来日记》中女主叫什么名字？",
    options: ["我妻有乃", "我妻由乃", "我妻由奈", "我妻有奈"],
    answer: "我妻由乃",
  },
  {
    topic: "路飞的爷爷是？",
    options: ["普通人", "海贼", "海军", "妹纸"],
    answer: "海军",
  },
  {
    topic: "拔刀，拔刀，拔刀出自哪部漫画？",
    options: ["K", "N", "M", "L"],
    answer: "K",
  },
  {
    topic: "声优界中的大辅家族不包括以下哪个姓？",
    options: ["浪川", "平川", "铃木", "小野"],
    answer: "铃木",
  },
  {
    topic: "《无头骑士异闻录》中，黄巾贼的首领被称呼为？",
    options: ["大人", "将军", "主公", "皇上"],
    answer: "将军",
  },
  {
    topic: "以下哪一个动画原作者是男性？",
    options: ["黑塔利亚", "GOSICK", "荒川爆笑团", "图书馆战争"],
    answer: "黑塔利亚",
  },
  {
    topic: "空条Q太郎在JOJO里出场了多少部？",
    options: ["4", "2", "1", "3"],
    answer: "3",
  },
  {
    topic: "以下哪个词是来自日语，意为不引人注意的小知识？",
    options: ["豆知识", "米知识", "茴知识", "酱知识"],
    answer: "豆知识",
  },
  {
    topic: "魂中吉原的百华自卫队首领是？",
    options: ["月轮", "月咏", "日轮", "日咏"],
    answer: "月咏",
  },
  {
    topic: "夏亚你算计我这句话是哪位人物的名言？",
    options: ["基西莉亚 扎比", "卡尔玛 扎比", "基连 扎比", "多兹鲁 扎比"],
    answer: "卡尔玛 扎比",
  },
  {
    topic: "亚洲颜艺三巨头不包括？",
    options: ["葛炮", "金馆长", "姚明", "兵库北"],
    answer: "葛炮",
  },
  {
    topic: '"只要是活着的东西，即使是神也杀给你看"是下面哪个人的名言？',
    options: ["两仪式", "三仪式", "四仪式", "五仪式"],
    answer: "两仪式",
  },
  {
    topic: "以下哪一位CV不属于声优御三家？",
    options: ["水树奈奈", "堀江由衣", "田村由香里", "花泽香菜"],
    answer: "花泽香菜",
  },
  {
    topic: "以下哪一位不属于type moon？",
    options: ["虚渊玄", "奈须蘑菇", "武内崇", "小山广和"],
    answer: "小山广和",
  },
  {
    topic: "光线是波动，也是( )？",
    options: ["勇者的武器", "靠近会被弹开的物体", "补魔的能量", "粒子"],
    answer: "粒子",
  },
  {
    topic: "金坷拉的公司总部在美国(.....)？(四字中文)",
    options: ["圣路易斯", "圣塔安那", "辛辛那提", "圣地亚哥"],
    answer: "圣地亚哥",
  },
  {
    topic: "这么可爱!一定是(....)",
    options: ["女孩子", "男孩子", "好孩子", "坏孩子"],
    answer: "男孩子",
  },
  {
    topic: "╮(￣▽￣)╭ <这个表情是什么？",
    options: ["颜文字", "表情", "开心"],
    answer: "颜文字",
  },
  {
    topic:
      "只有带着怨气才能在午夜12点准时上去的网站叫(？)(4字中文 出处：地狱少女)",
    options: ["天堂通信", "地狱通信", "其他网吧"],
    answer: "地狱通信",
  },
  {
    topic:
      "没有逻辑、非常玄幻、违规常理的事件，都可以用哪四个字来表达？(四字中文)",
    options: ["很不科学", "玄学", "这不科学"],
    answer: "这不科学",
  },
  {
    topic:
      "进幻想乡最快的方法，就是对着一名17岁的妙龄少女喊她(....) (两字中文)",
    options: ["橙妈", "紫妈", "八云紫", "八云蓝"],
    answer: "紫妈",
  },
  {
    topic: "写作绅士读作？？？写作淑女读作？？？",
    options: ["潘多拉之心", "濑户的花嫁", "乃木坂春香的秘密", "变态"],
    answer: "变态",
  },
  {
    topic: "凌波丽的微笑被称为？",
    options: ["美女的微笑", "女神的微笑", "蒙娜丽莎的微笑", "可爱的微笑"],
    answer: "女神的微笑",
  },
  {
    topic: "在fatezero中，一切的一切全都是(...)的错 (两字中文)",
    options: ["使臣", "侍臣", "时辰", "时臣"],
    answer: "时臣",
  },
  {
    topic:
      "拯救世界和毁灭世界的少年少女们都普遍患有一种疾病，这种疾病叫？(三字中文)",
    options: ["中四病", "中三病", "中二病", "中一病"],
    answer: "中二病",
  },
  {
    topic: "fate中Saber的剑的食物名叫法是？",
    options: ["咖喱棒", "gali棒", "圣剑", "圣杯"],
    answer: "咖喱棒",
  },
  {
    topic: "御阪美琴又被称为？",
    options: ["bilibili", "giligili", "ailiaili", "galigali"],
    answer: "bilibili",
  },
  {
    topic: "用了金柯拉，小麦亩产(？？？) ",
    options: ["88", "18", "180", "1800"],
    answer: "1800",
  },
  {
    topic: "元首到了中国的什么省份学会了中文？(三字中文)",
    options: ["河北省", "河南省", "山东省", "山西省"],
    answer: "河北省",
  },
  {
    topic: "二小姐芙兰朵露的年龄为(？？？)岁",
    options: ["494", "495", "496", "497"],
    answer: "495",
  },
  {
    topic: "魔法少女变身时，关键部位被圣光遮住了，你认为这是谁干的好事？",
    options: ["盗贼", "圣骑士", "德鲁伊", "圣骑"],
    answer: "圣骑士",
  },
  {
    topic: "魔法少女小圆的最后，鹿目圆所定下的法则被巴麻美称为？",
    options: ["鹿目圆", "晓美焰", "巴麻美", "圆环之理"],
    answer: "圆环之理",
  },
  {
    topic: '在JOJO世界里，喊出"the world"会发生什么？(四个中文)',
    options: ["时间倒退", "时间暂停", "回到过去", "去到未来"],
    answer: "时间暂停",
  },
  {
    topic: "元首的爱人永远都是(...)! (中文三字)",
    options: ["斯大林", "瓦西里", "朱可夫", "科涅夫"],
    answer: "斯大林",
  },
  {
    topic: "今天阿尔塞斯出门，在路边捡到一把剑，这把剑叫？",
    options: ["无敌炉石", "圣骑士", "圣斗士", "霜之哀伤"],
    answer: "霜之哀伤",
  },
  {
    topic: "微笑动画是什么？",
    options: ["メルト(初音ミク)", "鳥の詩", "やらないか", "niconico"],
    answer: "niconico",
  },
  {
    topic: "10W元就可以随便上的巫女是？",
    tip: "出自东方",
    options: ["博丽灵梦", "射命丸文", "八云紫", "伊吹萃香"],
    answer: "博丽灵梦",
  },
  {
    topic: "只要是活着的东西，即使是神也杀给你看!(谁的台词)",
    tip: "出自空之境界",
    options: ["两仪式", "三仪式", "四仪式", "五仪式"],
    answer: "两仪式",
  },
  {
    topic: "幻想乡最好吃的人是谁？",
    tip: "萃香音同西瓜(すいか)",
    options: ["八云紫", "上白泽慧音", "伊吹萃香", "稗田阿求"],
    answer: "伊吹萃香",
  },
  {
    topic: "世界第一的公主殿下是？(4字母)",
    options: ["mike", "like", "muke", "miku"],
    answer: "miku",
  },
  {
    topic:
      "我对普通的人类没有兴趣.你们之中要是有外星人，未来人，异世界来的人，(？？？)者，就尽管来找我吧!",
    tip: "出自凉宫春日的忧郁",
    options: ["外星人", "异世界人", "未来人", "超能力"],
    answer: "超能力",
  },
  {
    topic: "fate中红A开ubw那段时的音乐名是？(英文)",
    options: ["Unlimited Blade Works", "Avalon", "EA", "emiya"],
    tip: "出自Fate/stay night",
    answer: "emiya",
  },
  {
    topic: "诚哥没错，一切都是(…)的错",
    tip: "出自School Days",
    options: ["世界", "Saber", "金闪闪", "时辰"],
    answer: "世界",
  },
  {
    topic: "《鸟之诗》又被称作什么？",
    tip: "出自Air，国崎往人的歌",
    options: ["天空之城", "AIR", "国歌", "Kanon"],
    answer: "国歌",
  },
];
